/* edit button title */
"Edit..." = "Edit...";

/* F-Script plugin error title */
"F-Script Plugin Error" = "F-Script Plugin Error";

/* inspect button title */
"Inspect" = "Inspect";

/* keep previous version button title */
"Keep Previous Version" = "Keep Previous Version";

/* PyObjC required error title */
"PyObjC Required" = "PyObjC Required";

/* PyObjC required error message */
"PyObjC was not found. The Python console and any Python plugins will not work during this session. For the latest version of PyObjC visit http://pyobjc.sourceforge.net." = "PyObjC was not found. The Python console and any Python plugins will not work during this session. For the latest version of PyObjC visit http://pyobjc.sourceforge.net.";

/* Python script file changed dialog title */
"Python Script Changed" = "Python Script Changed";

/* Python plugin error title */
"Python Script Error" = "Python Script Error";

/* reload button title */
"Reload" = "Reload";

/* F-Script plugin error message */
"The F-Script plugin \"%@\" had an error while calling the \"%@\" block.%@\n\n%@" = "The F-Script plugin \"%1$@\" had an error while calling the \"%2$@\" block.%3$@\n\n%4$@";

/* Python plugin error message */
"The Python script \"%@\" had an error while loading." = "The Python script \"%@\" had an error while loading.";

/* Python plugin changed on disk message */
"The Python script \"%@\" has changed on disk. Any script variables will reset if reloaded." = "The Python script \"%@\" has changed on disk. Any script variables will reset if reloaded.";

